Repository: AminKaammoun/CV_Resume_mobile_app
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Student
fr: Étudiant

# desc
source: Software Engineering Student | Data Science Student | Indie Game Developer
fr: Étudiant en génie logiciel | Étudiant en data science | Développeur de jeux video

source: Settings
fr: Paramétres

source: Home
fr: Accueil

# langauge
source: Language
fr: Langue

# dark
source: Dark Mode
fr: Mode Sombre

# light
source: Light Mode
fr: Mode Claire

source: English
fr: Anglais

source: French
fr: Français

source: Arabic
fr: Arabe

# select
source: Select a language
fr: Sélectionner une langue

source: Profile
fr: Profil

# experience
source: Experiences
fr: Expériences

# text1
source: Degree in Computer Engineering (specializing in Software Engineering and Business Intelligence)
fr: Diplôme d’ingénieur en Génie Informatique (spécialité Génie Logiciel et Informatique Décisionnelle)

# text2
source: National Bachelor's Degree in Computer Science (specializing in Big Data and Data Analysis)
fr: Diplôme National de Licence en Informatique (spécialité Big Data et Analyse de Données)

# text3
source: High school degree in Experimental Sciences
fr: Diplôme Baccalauréat en sciences expérimentales

# exp1
source: End of Year Project (EYP)
fr: Projet de Fin d'Année (PFA)

# exp1date
source: Feb 2024 - Present
fr: Fév 2024 - Présent

# exp1text
source: Automatic synthesis of video excerpts from online courses
fr: Synthèse automatique des extraits vidéo issues de cours en ligne

# exp2
source: Professional Life Initiation Internship
fr: Stage Initiation à la vie professionnelle

# exp2date
source: Jul - Sept 2023
fr: Juil - Sept 2023

# exp2text
source: Design and Implementation of a web platform for the Birdnotes CRM scraping application
fr: Conception et implémentation d’une plateforme web pour l’application de scraping du CRM Birdnotes

# exp3
source: Final Year Project (FYP)
fr: Projet de Fin d'étude (PFE)

# exp3date
source: Feb - Jun 2022
fr: Fév - Juin 2022

# exp3text
source: Implementation of a web scraper for retrieving medical prospects data in Tunisia
fr: Implémentation d’un web scraper pour la récupération des données des prospects médicaux en Tunisie

# exp4
source: Summer Internship Project
fr: Projet de stage d'été

# exp4date
source: Jun - Aug 2021
fr: Juin - Août 2021

# exp4text
source: Development of a machine and room reservation application for Djagora FapLab
fr: Développement d’une application de réservation de machines et de salles pour Djagora FapLab

# cert2
source: French Language Studies Diploma (DELF B2)
fr: Diplôme d’Études en Langue Française (DELF B2)

# cert2date
source: July 2023
fr: Juillet 2023

# cert3date
source: June 2023
fr: Juin 2023

# skill
source: Skills
fr: Compétences

source: Native
fr: Maternelle

source: Address
fr: Adresse

# birthday
source: Date and place of birth
fr: Date et lieu de naissance

source: Phone
fr: Tel

# dateBirth
source: 10/21/2000 Sfax,Tunisia
fr: 21/10/2000 Sfax,Tunisie
